
"%d Active Connections" = "Активных соединений: %d";

"%d Items" = "%d пункт(ов)";

"%d Tunnelblick Connections Imported" = "Импортировано %d соединений Tunnelblick";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d соединений удачно импортировано из Tunnelblick. Если вы использовали дополнительные опции OpenVPN или скрипты, зайдите в Настройки, чтобы проверить их правильность.";

"%s Could Not Be Connected" = "%s не может подключиться";

"%s Has Been Disconnected" = "%s отключено";

"%s Is Connected" = "%s подключено";

"%s Is Disconnected" = "%s отключено";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "%s отключено, так как нет связи с удалённым сервером. Viscosity может оставить это соединение отключенным, или подключиться, когда связь появится снова.";

"1 Active Connection" = "1 активное соединение";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Соединение было удачно импортировано из Tunnelblick. Если вы использовали дополнительные опции OpenVPN или скрипты, зайдите в Настройки, чтобы проверить их правильность.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "Нет возможности подключиться к удалённому серверу. Убедитесь, что ваш компьютер имеет подключение к сети Интернет. Viscosity может оставить это соединение отключенным, или подключиться, когда соединение появится.";

"Admin Rights Required" = "Требуются права Администратора";

"Allow" = "Разрешить";

"Allow OpenVPN-AS Script To Run?" = "Разрешить выполнение скрипта OpenVPN-AS?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "Включение этой опции может позволить злоумышленнику, имеющему доступ к вашему компьютеру, получить права Администратора (root). Таким образом у него окажется неограниченный доступ к системе. Вы уверены, что хотите включить небезопасные команды OpenVPN? Вам потребуется ввести имя и пароль учетной записи с правами Администратора на этом компьютере для включения.";

"Always perform this action for this connection" = "Всегда выполнять это действие для этого соединения";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Tunnelblick установлен на вашем компьютере. Viscosity может автоматически импортировать соединения из него. Продолжить?";

"Append" = "Добавить";

"Are you sure you want to delete the connection '%s'?" = "Вы уверены, что хотите удалить соединение «%s»?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Вы уверены, что хотите удалить папку «%s» со всеми %d пунктами?";

"Are you sure you want to delete the folder '%s'?" = "Вы уверены, что хотите удалить папку «%s»?";

"Authenticating" = "Аутентификация";

"Authentication Failed" = "Ошибка идентификации";

"Automatically Connect" = "Подключаться автоматически";

"Before Connect script terminated connection attempt." = "Скрипт перед подключением разорвал соединение.";

"Bytes" = "Байт";

"Cancel" = "Отменить";

"Checking reachability status of connection..." = "Проверка доступности соединения…";

"Clear" = "Очистить";

"Connect %s" = "Подключиться к %s";

"Connected" = "Подключено";

"Connecting" = "Подключение";

"Connection Failed" = "Не удалось соединиться";

"Connection Imported" = "Импортирование соединения";

"Connection is not reachable. Disconnecting." = "Невозможно установить соединение. Отключаюсь.";

"Connection is reachable. Starting connection attempt." = "Соединение доступно. Подключаюсь.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Удалить соединение";

"Delete Folder" = "Удалить папку";

"Deny" = "Запретить";

"Details..." = "Подробная информация…";

"Disconnect %s" = "Отключиться от %s";

"Disconnected" = "Отключено";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Включить небезопасные команды OpenVPN?";

"Enter License" = "Ввести лицензионный ключ";

"Error: Email Missing" = "Ошибка: вы забыли ввести e-mail";

"Error: License Missing" = "Ошибка: Пропущен лицензионный ключ";

"Error: Name Missing" = "Ошибка: вы забыли ввести имя";

"Error: Unsafe OpenVPN command detected" = "Ошибка: обнаружена небезопасная команда OpenVPN";

"Exiting" = "Отключение";

"Export As:" = "Экспортировать как:";

"Ignore" = "Игнорировать";

"Import Bundled Connections?" = "Импортировать комплект соединений?";

"Import Connections From Tunnelblick?" = "Импортировать соединение из Tunnelblick?";

"In" = "Вх";

"Install" = "Установить";

"Invalid License" = "Неправильный код лицензии";

"Invalid Remote Server Address" = "Неверный адрес удалённого сервера.";

"Invalid Username" = "Неверное имя пользователя.";

"My Connection" = "Соединение";

"My Folder" = "Мои папки";

"No" = "Нет";

"No Tunnelblick Connections Imported" = "Соединения из Tunnelblick не были импортированы";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Не найдено соединений Tunnelblick. Но не переживайте, вы можете вручную настроить соединение.";

"None" = "Нет";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "Ошибка проверки OpenVPN, используя данные из Свзяки Ключей. Запись для этого соединения была сброшена. Пожалуйста, переподключитесь еще раз.";

"OpenVPN Verification Failed. Please reconnect to try again." = "Ошибка проверки OpenVPN. Пожалуйста, переподключитесь еще раз.";

"OpenVPN requires a username and password to continue." = "OpenVPN требует имя и пароль.";

"Out" = "Исх";

"Overwrite" = "Перезаписать";

"Please enter the email associated with the license to continue." = "Введите e-mail, чтобы продолжить.";

"Please enter the license key to continue." = "Введите лицензионный ключ, чтобы продолжить.";

"Please enter the name associated with the license to continue." = "Пожалуйста, введите имя.";

"Please log into the HTTP Proxy server using your username and password." = "Введите имя и пароль для HTTP прокси.";

"Please purchase Viscosity!" = "Пожалуйста, купите Viscosity!";

"Preferences..." = "Настройки…";

"Purchase" = "Купить";

"Quit" = "Выход";

"Quit Viscosity" = "Выйти из Viscosity";

"Reconnect" = "Переподключиться";

"Reconnect Connections?" = "Переподключиться?";

"Registered To" = "Зарегистрировано на";

"Registration Successful" = "Зарегистрировано";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Регистрация прошла успешно. Все ограничения сняты. Спасибо за покупку!";

"Select ..." = "Выбрать…";

"Several Connections Have Been Disconnected" = "Несколько соединений было отключено";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "Несколько соединений было отключено, так как нет связи с удалённым сервером. Viscosity может оставить эти соединения отключенными, или подключиться, когда связь появится снова.";

"The Connection Could Not Be Imported" = "Соединение не может быть импортировано";

"The Connection Could Not Be Saved" = "Соединение не может быть сохранено.";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "Подсистема OpenVPN не может запуститься. Пожалуйста, выполните следующее:\n- Проверьте сообщения об ошибках выше этого сообщения.\n- Убедитесь, что Viscosity не запущена из File Vault (установите Viscosity в дирикторию Программы).\n- Убедитесь, что конфигурация правильна.\n- Проверьте настройки соединения.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "Подсистема OpenVPN не может запуститься. Проверьте лог (третья иконка) в окне «Подробная информация».";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "Сервер OpenVPN-AS прислал Viscosity скрипт подключения. Часто данные скрипты используются для автоматической настройки VPN соединения на компьютере, однако, если вы не доверяете этому VPN серверу, выполнение скрипта может быть потенциально опасным. Вы уверены, что хотите выполнить скрипт?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "Устройство PKCS#11, которое вы пытаетесь использовать, заблокировано. Пожалуйста, свяжитесь с поставщиком PKCS#11 для решения этой проблемы.";

"The Route Could Not Be Added" = "Маршрут не может быть добавлен";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "Сертификат этого соединения просрочен. Вам необходимо связаться с провайдером VPN или администратором и получить новый сертификат.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "Неверный сертификат для этого сервера. Вы подключаетесь к серверу «%@», который может быть вредоносным для VPN конфигурации. Вы уверены, что хотите подключиться к этому серверу?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "Соединение %s отключилось.";

"The connection %s has connected." = "Соединились с %s.";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "Соединение не может быть установлено, так как обнаружена небезопасная команда OpenVPN («%s»). Такие команды заблокированы, чтобы обеспечить безопасность компьютера. Пожалуйста, отредактируйте соединение и удалите данную команду на вкладке «Расш. настройки», или включите опцию «Использовать небезопасные команды OpenVPN» в секции «Дополнительно» настроек Viscosity.";

"The file opened is not a valid Viscosity connection bundle." = "Файл, который вы открыли, не является правильной конфигурацией Viscosity.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Выбранный файл не является правильным конфигурационным файлом OpenVPN.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "Ваш лицензионный ключ не верен. Пожалуйста, проверьте имя, e-mail и лицензионный ключ.";

"The name '%s' is already in use. Please enter a new name." = "Имя «%s» уже используется. Введите новое имя.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "Невозможно связаться с удалённым сервером. Убедитесь, что вы ввели правильный адрес сервера, и попробуйте еще раз.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "Сохраненный пароль для вашего устройства PKCS#11 не принят. Сохраненный пароль был сброшен. Множественные попытки подключения с неверным паролем могут заблокировать ваш token, и привести к невозможности пользоваться этим подключением в дальнейшем. Пожалуйста, переподключитесь еще раз.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Имя и/или пароль в Связке Ключей не верны.  Пожалуйста, переподключитесь еще раз.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "Имя пользователя и/или пароль, которые вы ввели, не приняты сервером. Убедитесь, что ваши имя пользователя и пароль верны, и попробуйте еще раз.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Имя и/или пароль в Связке Ключей не верны. Запись для этого соединения была сброшена. Пожалуйста, переподключитесь еще раз.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Эта копия Viscosity укомплектована одним или более соединениями. Перезаписать существующие соединения, или добавить к существующим соединениям, не удаляя их?";

"Trial Period Expired!" = "Пробный период закончен!";

"Tunnelblick Connection Imported" = "Соединение из Tunnelblick импортировано";

"Username/Password (Basic)" = "Имя/Пароль";

"Username/Password (NTLM)" = "Имя/Пароль (NTLM)";

"Verification Failed" = "Проблема проверки";

"Viscosity Helper Connection Failed" = "Viscosity не удалось соединиться с Помощником";

"Viscosity Helper Connection Lost" = "Viscosity потеряла соединение с Помощником";

"Viscosity Helper Tool Installation" = "Установка компонентов программы";

"Viscosity Helper Tool Installation Failed" = "Установка компонентов программы не удалась!";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity не может проверить идентификацию сервера «%@».";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Необходима установка или обновление компонентов программы.\n\nВам потребуется авторизация с правами Администратора для успешной установки в систему.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity удачно импортировала соединение. Теперь оно доступно в списке соединений.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity удачно импортировала соединение. Теперь оно доступно в списке соединений.\n\nЕсли вы используете дополнительные настройки OpenVPN или скрипт, проверьте секцию настроек, чтобы убедиться в их правильности.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity требуется переподключиться для изменения настроек.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity требует административные права при первом запуске, чтобы правильно установить OpenVPN и требуемые компоненты. Viscosity сейчас закроется. Пожалуйста, перезапустите Viscosity.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity не удалось соединиться с Помощником. Программа будет закрыта. Пожалуйста, убедитесь, что Viscosity была установлена правильно и не блокируется сторонним ПО сетевой безопасности, и повторите запуск программы.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity не удалось установить требуемые компоненты. Программа будет закрыта. Пожалуйста, попробуйте заново открыть программу и повторить установку.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity потеряла соединение с Помощником. Программа будет закрыта. Пожалуйста, попробуйте заново запустить программу.";

"Waiting" = "Ожидание";

"Yes" = "Да";

"You must enter a Name for the connection." = "Вы должны ввести имя для соединения.";

"You must enter a Route before saving." = "Вы должны ввести маршрут перед сохранением.";

"You must enter a port for the proxy server." = "Вы должны ввести порт для прокси сервера.";

"You must enter a username to use for authentication." = "Вы должны ввести имя пользователя для идентификации.";

"You must enter a valid address for the remote VPN server." = "Вы должны ввести правильный адрес удалённого сервера VPN.";

"You must enter an address for the proxy server." = "Вы должны ввести адрес прокси сервера.";

"You must enter an address for the remote server." = "Вы должны ввести адрес удаленного сервера.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "Пробный период заканчивается через %d дней. Если Вам понравилась Viscosity, пожалуйста, купите программу для неограниченного использования.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "Пробный период заканчивается через один день. Если Вам понравилась Viscosity, пожалуйста, купите программу для неограниченного использования.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "Пробный период закончен. Купите Viscosity, чтобы продолжить пользоваться программой.";

"day" = "день";

"days" = "дн.";

"hour" = "час";

"hours" = "ч.";

"minute" = "минута";

"minutes" = "мин.";

"second" = "секунда";

"seconds" = "сек.";
